---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleThickness
source: html/b5956a35-29be-9128-6186-f2ffd0dcc12b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleThickness Property

"Double Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemWeldDoubleThickness { get; }
```